const mondai = [
    { number: 1, question: '第2場面（P94～P96の9行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P94。その（　　　）も、残雪は、大群を率いてやってきた。', answer: 'よくとし', image_name: '', etc_1: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 2, question: '第2場面（P94～P96の9行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P94。その夜行ってみると、案の定、そこに集まって、さかんに（　　　）けいせきがあった。', answer: 'たべた', image_name: '', etc_1: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 3, question: '第2場面（P94～P96の9行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P94。がんの群れは、思わぬこちそうが四、五日も続いたので、ぬま地のうちでも、そこがいちばん（　　　）となったらしい。', answer: 'きにいりのばしょ', image_name: '', etc_1: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 4, question: '第2場面（P94～P96の9行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P95。ぬま地にやってくる（　　　）のすがたが、かなたの空に、黒く、点々と見えだした。', answer: 'がん', image_name: '', etc_1: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 5, question: '第2場面（P94～P96の9行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P95。猟銃（りょうじゅう）をぐっとにぎりしめた大造じいさんは、ほおが（　　　）するほど引きしまった。', answer: 'びりびり', image_name: '', etc_1: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 6, question: '第2場面（P94～P96の9行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P96。もう少しで、たまのとどくきょりに入ってくるというところで、またしても、（　　　）のためにしてやられたのだ。', answer: 'ざんせつ', image_name: '', etc_1: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 7, question: '第2場面（P94～P96の9行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P96。大造じいさんは、広いぬま地の向こうをじっと見つめたまま、「（　　　）。」とうなってしまった。', answer: 'ううん', image_name: '', etc_1: '', etc_2: '', etc_3: '', etc_4: ''}
];
