const mondai = [
    { number: 1, question: '第4場面（P103の6行目～P105）を必ず先に読んでから、次の問題に答えましょう。<BR>P103。残雪は、大造じいさんのおりの中で、（　　　）をこした。', answer: 'ひとふゆ', image_name: '', etc_1: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 2, question: '第4場面（P103の6行目～P105）を必ず先に読んでから、次の問題に答えましょう。<BR>P104。快（こころよ）い羽音一番。一直線に（　　　）へ飛び上がった。', answer: 'そら', image_name: '', etc_1: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 3, question: '第4場面（P103の6行目～P105）を必ず先に読んでから、次の問題に答えましょう。<BR>P104。おまえみたいなえらぶつを、おれは（　　　）でやっつけたかあないぞ。', answer: 'ひきようなやりかた', image_name: '', etc_1: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 4, question: '第4場面（P103の6行目～P105）を必ず先に読んでから、次の問題に答えましょう。<BR>P105。そうして、残雪が北へ北へと飛び去っていくのを、（　　　）顔つきで見守っていた。', answer: 'はればれとした', image_name: '', etc_1: '', etc_2: '', etc_3: '', etc_4: ''}
];