const mondai = [
    { number: 1, question: '第3場面（P96の10行目～P103の5行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P102。残雪は、むねのあたりをくれないにそめて、（　　　）としていた。', answer: 'ぐったり', image_name: '', answer2: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 2, question: '第3場面（P96の10行目～P103の15行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P102。しかし、第二のおそろしいてきが近づいたのを感じると、残りの力をふりしぼって、ぐっと長い首を持ち上げた。<BR>そして、じいさんを正面から（　　　た）。', answer: 'にらみつけた', image_name: '', answer2: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 3, question: '第3場面（P96の10行目～P103の5行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P103。大造じいさんが手をのばしても、残雪は、もうじたばた（　　　た）。', answer: 'さわがなかった', image_name: '', answer2: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 4, question: '第3場面（P96の10行目～P103の5行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P103。それは、最期（さいご）の時を感じて、せめて頭領（とうりょう）としてのいげんを（　　　）と、努力しているようでもあった。', answer: 'きずつけまい', image_name: '', answer2: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 5, question: '第3場面（P96の10行目～P103の5行目まで）を必ず先に読んでから、次の問題に答えましょう。<BR>P103。大造じいさんは、強く（　　　て）、ただの鳥に対しているような気がしなかった。', answer: 'こころをうたれて', image_name: '', answer2: '', etc_2: '', etc_3: '', etc_4: ''}
];