const mondai = [
    { number: 1, question: 'P195。消費者（しょうひしゃ）が支はらいのときに電子マネーやポイントカードを使うと、利用者ごとの買い物の記録が集まり。あらたな分析（ぶんせき）ができるようになります。これによって、消費者にとっても、買い物が（　　　）になることが増えています。', answer: 'べんり', image_name: '', answer2: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 2, question: 'P197。人間と同じように、得た情報やもっている情報（データ）から、ある物事の特ちょうを見つけ出したり、今後の予測（よそく）をしたりできるコンピューターのことを（　　　）という。（英字、大文字）', answer: 'AI', image_name: '', answer2: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 3, question: 'P199。情報が多すぎて、どれを（　　　）していいのかわからないよ。', answer: 'しんよう', image_name: '', answer2: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 4, question: 'P199。インターネットで世界各地がつながっているため、個人や会社、国などの重要な情報が（　　　）したり、コンピューターに異常（いじょう）をもたらす有害な情報が広がったりすると、すぐに大きな被害へとつながります。', answer: 'りゅうしゅつ', image_name: '', answer2: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 5, question: 'P200。POSシステムで、情報が整理されて、店の人は（　　　）を考えやすくなった。', answer: 'しいれのりょう', image_name: '', answer2: '', etc_2: '', etc_3: '', etc_4: ''},
    { number: 6, question: 'P201。情報通信技術の活用がさらに進むと、買い物の（　　　　）が流出（りゅうしゅつ）してしまうことが不安。', answer: 'こじんじょうほう', image_name: '', answer2: '', etc_2: '', etc_3: '', etc_4: ''}
];